outputs/benchmark_baseline_pgbench_202312151702.txt
pgbench (14.10 (Ubuntu 14.10-0ubuntu0.22.04.1))
transaction type: ../inputs/05a_queries_and_dds_baseline.sql
scaling factor: 1
query mode: simple
number of clients: 150
number of threads: 150
duration: 3600 s
number of transactions actually processed: 230597
latency average = 2342.146 ms
initial connection time = 853.792 ms
tps = 64.043825 (without initial connection time)