outputs/benchmark_baseline_pgbench_202312181713.txt
pgbench (16.1 (Ubuntu 16.1-1.pgdg22.04+1))
transaction type: ../inputs/05a_queries_and_dds_baseline.sql
scaling factor: 1
query mode: simple
number of clients: 150
number of threads: 150
maximum number of tries: 1
duration: 3600 s
number of transactions actually processed: 196466
number of failed transactions: 0 (0.000%)
latency average = 2737.093 ms
initial connection time = 872.742 ms
tps = 54.802672 (without initial connection time)