outputs/benchmark_baseline_pgbench_2024-02-15-10-24.txt
pgbench (16.1 (Ubuntu 16.1-1.pgdg22.04+1))
transaction type: ../inputs/05a_queries_and_dds_baseline.sql
scaling factor: 1
query mode: simple
number of clients: 48
number of threads: 48
maximum number of tries: 1
duration: 3600 s
number of transactions actually processed: 177864
number of failed transactions: 0 (0.000%)
latency average = 971.791 ms
initial connection time = 482.875 ms
tps = 49.393317 (without initial connection time)