outputs/benchmark_fourthnf_pgbench_202312262233.txt
pgbench (16.1 (Ubuntu 16.1-1.pgdg22.04+1))
transaction type: ../inputs/05d_queries_and_dds_fourthnf.sql
scaling factor: 1
query mode: simple
number of clients: 150
number of threads: 150
maximum number of tries: 1
duration: 3600 s
number of transactions actually processed: 1444687
number of failed transactions: 0 (0.000%)
latency average = 373.737 ms
initial connection time = 918.921 ms
tps = 401.351746 (without initial connection time)