outputs/benchmark_fourthnf_pgbench_2024-02-15-09-22.txt
pgbench (16.1 (Ubuntu 16.1-1.pgdg22.04+1))
transaction type: ../inputs/05d_queries_and_dds_fourthnf.sql
scaling factor: 1
query mode: simple
number of clients: 48
number of threads: 48
maximum number of tries: 1
duration: 3600 s
number of transactions actually processed: 1422672
number of failed transactions: 0 (0.000%)
latency average = 121.446 ms
initial connection time = 630.398 ms
tps = 395.238387 (without initial connection time)