outputs/benchmark_secondnf_pgbench_202312221048.txt
pgbench (16.1 (Ubuntu 16.1-1.pgdg22.04+1))
transaction type: ../inputs/05c_queries_and_dds_secondnf.sql
scaling factor: 1
query mode: simple
number of clients: 150
number of threads: 150
maximum number of tries: 1
duration: 3600 s
number of transactions actually processed: 1448112
number of failed transactions: 0 (0.000%)
latency average = 372.864 ms
initial connection time = 888.396 ms
tps = 402.291844 (without initial connection time)