outputs/benchmark_secondnf_pgbench_2024-02-15-13-15.txt
pgbench (16.1 (Ubuntu 16.1-1.pgdg22.04+1))
transaction type: ../inputs/05c_queries_and_dds_secondnf.sql
scaling factor: 1
query mode: simple
number of clients: 48
number of threads: 48
maximum number of tries: 1
duration: 3600 s
number of transactions actually processed: 1437880
number of failed transactions: 0 (0.000%)
latency average = 120.164 ms
initial connection time = 545.792 ms
tps = 399.452418 (without initial connection time)